Repository: williamrisal/how_many_horsepower
Catalog: how many horsepower ?/*.lproj/Localizable.strings
Languages: de, fr

# speed_title
source: 🛞 Speed
de: 🛞 Geschwindigkeit
fr: 🛞 Vitesse

# current_gforce
source: ⚡️G-Force
de: ⚡️G-Kraft

source: Max G-Force⚡️
de: Max G-Kraft⚡️

source: Go Back Home
de: Zurück nach Hause
fr: Retourner à l'accueil

source: Start Recording
de: Aufnahme starten
fr: Commencer l'enregistrement

source: Stop Recording
de: Aufnahme beenden
fr: Arrêter l'enregistrement

# welcome_message
source: Welcome to the App
de: Willkommen in der App
fr: Bienvenue dans l'application

# welcome_title
source: Ready to measure your power?
de: Bereit, Ihre Pferdestärke zu messen?
fr: Prêt à mesurer votre puissance ?

# welcome_description
source: Press **Start** and perform a 0-100 km/h run as fast as possible 🚗💨. We’ll calculate your vehicle’s horsepower!
de: Drücken Sie auf **Start** und führen Sie eine 0-120 km/h-Beschleunigung so schnell wie möglich aus 🚗💨. Wir berechnen die Pferdestärke Ihres Fahrzeugs!
fr: Appuyez sur **Démarrer** et effectuez un 0-120 km/h le plus rapidement possible 🚗💨. Nous calculerons la puissance de votre véhicule !

# welcome_button
source: OK, Let’s Go!
de: OK, Los geht's!
fr: OK, Allons-y !

# settings_title
source: Settings
de: Einstellungen
fr: Paramètres

# settings_section_units
source: Units
de: Einheiten
fr: Unités

# settings_section_conversions
source: Conversions Preview
de: Konvertierungs-Vorschau
fr: Aperçu des conversions

# settings_speed_toggle
source: Speed in MPH or KMH
de: Geschwindigkeit in MPH / KMH
fr: Vitesse en MPH ou KMh

# settings_power_toggle
source: Power in kW
de: Leistung in kW
fr: Puissance en kW

# settings_speed_preview
source: Speed:
de: Geschwindigkeit:
fr: Vitesse :

# settings_power_preview
source: Power:
de: Leistung:
fr: Puissance :

# settings_power_value_hp
source: 300 HP
de: 300 PS
fr: 300 ch

# welcome_popup_title
source: Ready to measure your horsepower?
de: Bereit, die Leistung Ihres Autos zu messen?
fr: Prêt à mesurer votre puissance moteur ?

# welcome_popup_description
source: Press **Start** and perform a 0-100 km/h run as fast as possible 🚗💨. We’ll calculate your vehicle’s horsepower!
de: Drücken Sie **Start** und beschleunigen Sie so schnell wie möglich von 0 auf 100 km/h 🚗💨. Wir berechnen die Leistung Ihres Fahrzeugs!
fr: Appuyez sur **Commencer** et effectuez un 0-100 km/h le plus rapidement possible 🚗💨. Nous calculerons la puissance de votre véhicule !

# welcome_popup_action
source: OK, Let’s Go!
de: OK, Los geht's!
fr: OK, Allons-y !

# top_bar_title
source: How Many Horsepower?
de: Wie viel PS?
fr: Combien de chevaux ?

# classement_title
source: Power Rivals ⚔️
de: Kraft Rivalen ⚔️
fr: Rivaux de puissance ⚔️

# classement_your_power
source: 🏆 Your Power: %d Horsepower!
de: 🏆 Deine Leistung: %d Pferdestärken!
fr: 🏆 Votre puissance : %d chevaux !
